<?php
return [
        // Hero Section
        'hero_welcome' => 'مرحبًا بكم في',
        'company' => ' الفا',
        'hero_title' => 'نحن وكالة إبداعية',
        'hero_subtitle' => 'نحن فريق من المصممين والمطورين المبدعين نصنع مواقع إلكترونية حديثة ونقدم حلولا ذكية للشركات والأفراد .',
        'hero_button' => 'ابدأ الآن',
        
        // Nav Links
        'home' => 'الرئيسية',
        'about' => 'عنا',
        'services' => 'خدماتنا',
        'portfolio' => 'معرض الأعمال',
        'team' => 'فريقنا',
        'contact' => 'تواصل معنا',


        // About Section
        'about_title' => 'من نحن',
        'about_heading' => 'أعرف المزيد',
        'About_Us' => 'عنا',
        'about_description' => 'نحن وكالة متخصصة في تصميم وتطوير المواقع الإلكترونية وتقديم الحلول الرقمية المبتكرة ',
        'about_p1' => 'نعمل علي مساعدة الأفراد والشركات في بناء حضور رقمي مميزة',
        'about_li1' => 'حلول مخصصة تلبي احتياجاتك',
        'about_li2' => 'تصميمات مبتكرة وجذابة',
        'about_li3' => 'أحدث التقنيات وأفضل الممارسات',
        'about_p2' => 'فريقنا من الخبراء يعمل معك لتحقيق أهدافك وتوفير تجربة مستخدم استثنائية.من خلال تصميمات إبداعية وخدمات متكاملة',
        'about_button' => 'اعرف المزيد',
        
          // Sevices Section
       'sevices_title' => 'خدماتنا',
       'sevices_heading' => 'نحن نعرض بعض',
       'sevices_span' => 'الخدمات',
       'sevices_description' => 'نحن نقدم حلولاً رقمية مبتكرة تلبي احتياجات عملك وتتجاوز توقعاتك.
       حلول مخصصة تلبي احتياجاتك',


        
        // Features Section
        'feature1' => 'تصميم ويب',
        'feature2' => 'تحليلات البيانات',
        'feature3' => 'تطبيقات الجوال',
        'feature4' => 'تصميم جرافيك',
        'feature5' => 'قواعد البيانات',
        'feature6' => 'حلول متكاملة',
        'feature7' => 'إدارة المحتوى',
        'feature8' => 'تسويق رقمي',
        'feature9' => 'حلول أمنية',
        'feature10' => 'تطبيقات الويب',
        'feature11' => 'الذكاء الاصطناعي',
        'feature12' => 'تجربة المستخدم',
    
        // CTA Section
        'cta_title' => 'اتصل بنا الآن',
        'cta_description' => 'فريقنا على استعداد لمساعدتك في تحقيق أهدافك الرقمية وتقديم الحلول المناسبة لعملك.',
        'cta_button' => 'اتصل بنا',
    
        // Portfolio Section
        'portfolio_title' => 'أعمالنا',
        'portfolio_span' => 'أعمالنا',
        'portfolio_heading' => 'تصفح معرض ',
        'portfolio_description' => 'استكشف مشاريعنا الإبداعية التي تظهر قدراتنا وخبراتنا في تصميم وتطوير المواقع والمنتجات الرقمية',
        'filter_all' => 'الكل',
        'filter_web' => 'مواقع ويب',
        'filter_app' => 'تطبيقات',
        'filter_card' => 'تصاميم',
    
        // Pricing Section
        'pricing_title' => 'الباقات',
        'pricing_heading' => 'باقاتنا <span>التنافسية</span>',
        'pricing_description' => 'اختر الباقة التي تناسب احتياجات عملك',
        'plan_free' => 'مجاني',
        'plan_business' => 'الأعمال',
        'plan_developer' => 'المطور',
        'feature_item' => 'ميزة أساسية',
        'buy_button' => 'اشترك الآن',
    
        // FAQ Section
        'faq_title' => 'الأسئلة الشائعة',
        'faq_heading' => 'أسئلة ',
        'faq_span' => 'متكررة',

        'question1' => 'Alpha4Tech ما هي الخدمات التي تقدمها؟',
       'answer1' => 'نحن نقدم خدمات تطوير وتصميم مواقع الويب، تطوير تطبيقات الويب باستخدام Laravel وPHP، تحسين تجربة المستخدم، دعم فني وصيانة للمواقع، بالإضافة إلى خدمات تدريبية وإرشادية للمبتدئين في البرمجة.',

       'question2' => ' كم يستغرق إنشاء موقع إلكتروني من البداية حتى التسليم؟',
       'answer2' => 'مدة التنفيذ تعتمد على حجم المشروع، لكن عادةً يستغرق الموقع البسيط من 7 إلى 14 يوم عمل، أما المواقع الأكبر ذات الخصائص الخاصة فقد تستغرق من 3 إلى 6 أسابيع.',

       'question3' => ' هل يمكننا طلب موقع متعدد اللغات (عربي وإنجليزي)؟',
       'answer3' => 'نعم، نوفر دعمًا كاملاً لتعدد اللغات، ونضمن عرض المحتوى بسلاسة حسب لغة المستخدم مع واجهة إدارة مرنة لاختيار اللغة.',

       'question4' => ' هل تقدمون خدمات استضافة أو حجز دومين؟',
       'answer4' => 'نساعد في حجز الدومين والاستضافة من شركائنا الموثوقين، كما نقدم استشارات لاختيار الباقة المناسبة لاحتياجات العميل، لكن الاستضافة نفسها تتم عبر شركات خارجية.',

       'question5' => 'هل تقدمون دورات أو تدريب في البرمجة؟',
       'answer5' => 'نعم، لدينا مبادرة لتدريب الشباب على برمجة المواقع من الصفر حتى الاحتراف، ونستخدم محتوى مجاني من YouTube ونقدم إشرافًا مباشرًا، ويمكنك الانضمام عبر مجموعتنا على فيسبوك.',

        
        // Team Section
        'team_title' => 'فريقنا',
        'team_span' => ' فريقنا',
        'team_heading' => 'تعرف على',
        'team_description' => 'فريقنا يتكون من مجموعة من الشباب الشغوفين بالتصميم والتطوير , نعمل معا لنقدم حلولا رقمية وذات جودة عالية',

           // Contact Us
      'contact_title' => 'تواصل',
      'contact_span' => 'معنا',
      'contact_description' => 'يسعدنا تواصلك معنا لأي استفسار أو طلب خدمة. نحن هنا لمساعدتك في أي وقت.',
      'location' => 'مواقعنا',
      'contact_location' => 'السودان, جنوب السودان, الجزائر, مصر',
      'contact_call' => 'رقم الهاتف',
      'contact_email' => 'الإيميل',
      'form_name' => 'اسمك (اختياري)',
      'form_email' => 'بريدك الإلكتروني',
      'form_number' => ' رقم هاتفك للتواصل',
      'form_subject' => 'عنوان الرسالة',
      'form_message' => 'الخدمة التي تحتاجها أو استفسارك',
      'form_send' => 'ارسل الرسالة',

         // Footer
         'footer_title' => 'Alpha4Tech',
         'footer_prograph' => 'A108 Adam Street
         New York, NY 535022
         United States ',
         'footer_phone' => 'Phone',
         'footer_email' => 'Email',
         'footer_link' => 'بعض الروابط',

    ];
    
    
